/* eslint-disable max-len */
/***************************** Главная страница *****************************/
export const labelTexts = [
    'Обучаем',
    'практике'
];

export const sloganText = 'Все наши учебные программы спроектированы с учетом запросов слушателей и требований современности. Вы учитесь тому, что актуально и ВАЖНО сейчас для работы психологом - практиком. ';

export const urlsLinks = [
    {
        path: '/tacos',
        children: 'Основные долгосрочные программы направлений'
    },
    {
        path: '/tacos',
        children: 'Краткосрочные курсы повышения квалификации'
    },
    {
        path: '/tacos',
        children: 'Лекции и вебинары '
    },
];

export const cardsData = [
    {
        title: 'Ориентация на практику',
        text: 'Мы выбрали исключительно прикладные и эффективные направления для обучения. Постоянная практика и нарабатываемый опыт способствует отточить мастерство и психологическое зрение. ',
    },
    {
        title: 'Постоянное развитие',
        text: 'Мы предлагаем нашим слушателям различные формы обучения развивая программы и образовательные модели в ногу со временем. Наши программы постоянно обновляются с учетом новых реалий нашего мира и изменяющихся запросов. Наши выпускники — это специалисты с дипломом государственного образца, вовлеченные в профессиональное сообщество и стремящиеся как оставаться экспертом на протяжении всего периода карьеры.',
    },
    {
        title: 'Привлечение экспертов',
        text: 'Наши программы составлены практикующими экспертами-специалистами психологами.  Практический опыт, который получают наши студенты актуален и верифицирован и последними мировыми исследования в психологии.',
    },
];

export const accordionData = [
    {
        heading: 'Гештальт-терапия',
        content: [
            'Универсальный метод работы с любыми запросами клиентов, эффективен как для индивидуальных, так и для групповых форматов работы.',
            'Курс 1-ой ступени включает теорию и методы гештальт-терапии, навыки гештальт-диагностики, принципы работы в обучающих и терапевтических группах. ',
            'Курс 2-ой ступени дает практический опыт и формирует терапевтический стиль.'
        ],
        steps: [
            {
                text: '1-я ступень',
            },
            {
                text: '2-я ступень',
            },
            {
                text: 'супервизия (гештальт)',
            }
        ]
    },
    {
        heading: 'Экзистенциальный анализ',
        content: [
            'Экзистенциальный анализ и логотерапия — направление современной психотерапии, популярной в европейских странах, в Великобритании, а также на американском континенте. ',
            'Методы ЭА активно применяют в современной психологии, психотерапии, менеджменте, теории переговоров и медиации конфликтов. ',
            'Обучение проводится в партнерстве с GLE-international — международным обществом экзистенциального анализа и логотерапии.'
        ],
        steps: [
            {
                text: 'базовый курс',
            },
            {
                text: 'клинический курс',
            },
            {
                text: 'супервизия (эа)',
            },
            {
                text: 'интервизия (эа)',
            }
        ]
    }
];

/** ---------------------------------------------------------------------- **/
