/* eslint-disable max-len */
/***************************** Главная страница *****************************/
export const labelTexts = [
    'Обучаем',
    'практике'
];

export const sloganText = 'Учебные программы спроектированы с учетом запросов слушателей и требований рынка. Вы учитесь\n' +
    ' тому, что актуально сейчас.';

export const urlsLinks = [
    {
        path: '/tacos',
        children: 'Психологические науки'
    },
    {
        path: '/tacos',
        children: 'Управление продуктами'
    },
    {
        path: '/tacos',
        children: 'Современные технологии'
    },
];

export const cardsData = [
    {
        title: 'Ориентация на практику',
        text: 'Мы выбрали исключительно ' +
            'прикладные направления для обучения: ' +
            'психологические науки, педагогические науки, ' +
            'создание  и управление продуктами. Мастерство в них ' +
            'нарабатывается через постоянную практику. Поэтому ' +
            'обучение должно давать слушателям помимо знаний качественный ' +
            'практический опыт.',
    },
    {
        title: 'Привлечение экспертов',
        text: 'Эксперты, которых мы привлекаем для создания наших образовательных продуктов — гарантия, что получаемый нашими слушателями опыт актуален сегодня. Просто привлечь эксперта — только половина дела. Эксперту важно дать инструменты для передачи своего опыта. В этом помогает современная методология и образовательные технологии.',
    },
    {
        title: 'Постоянное развитие',
        text: 'Мы пришли в наши профессии ради постоянного развития. Экспертиза в них — постоянный вызов и высокая планка качества. Мы учим, как оставаться экспертом на протяжении всего периода карьеры. Наши программы постоянно обновляются с учетом новых реалий нашего мира и изменяющихся запросов. Мы изменяемся и растем вместе.',
    }
];

export const accordionData = [
    {
        heading: 'Гештальт-терапия',
        content: 'Универсальный метод работы с любыми запросами клиентов, эффективен как для индивидуальных, так и для групповых форматов работы. \n' +
            'Курс 1-ой ступени включает теорию и методы гештальт-терапии, навыки гештальт-диагностики, принципы работы в обучающих и терапевтических группах. \n' +
            'Курс 2-ой ступени дает практический опыт и формирует терапевтический стиль.\n',
        steps: [
            {
                text: '1-я ступень',
            },
            {
                text: '2-я ступень',
            },
            {
                text: 'Супервизия',
            }
        ]
    },
    {
        heading: 'Гештальт-терапия',
        content: 'Универсальный метод работы с любыми запросами клиентов, эффективен как для индивидуальных, так и для групповых форматов работы. \n' +
            'Курс 1-ой ступени включает теорию и методы гештальт-терапии, навыки гештальт-диагностики, принципы работы в обучающих и терапевтических группах. \n' +
            'Курс 2-ой ступени дает практический опыт и формирует терапевтический стиль.\n',
        steps: [
            {
                text: '1-я ступень',
            },
            {
                text: '2-я ступень',
            },
            {
                text: 'Супервизия',
            }
        ]
    }
];

/** ---------------------------------------------------------------------- **/
