/* eslint-disable max-len */
/***************************** Главная страница *****************************/
export const labelTexts = [
    'Обучаем',
    'практике'
];

export const sloganText = 'Вы учитесь тому, что актуально и ВАЖНО сейчас для работы психолога- практиком.';

export const urlsLinks = [
    {
        path: '/tacos',
        children: 'Долгосрочные программы'
    },
    {
        path: '/tacos',
        children: 'Краткосрочные курсы'
    },
    {
        path: '/tacos',
        children: 'Лекции и вебинары '
    },
];

export const cardsData = [
    {
        title: 'Ориентация на практику',
        text: 'Постоянная практика и накапливаемый опыт способствует отточить мастерство и психологическое зрение',
    },
    {
        title: 'Постоянное развитие',
        text: 'Практический опыт, который получают наши студенты, актуален и верифицирован согласно с последними мировыми исследования в психологии ',
    },
    {
        title: 'Привлечение экспертов',
        text: 'Наши программы постоянно обновляются с учетом новых реалий нашего мира и изменяющихся запросов',
    },
];

export const accordionData = [
    {
        heading: 'Гештальт-терапия',
        content: [
            'Универсальный метод работы с любыми запросами клиентов, эффективен как для индивидуальных, так и для групповых форматов работы.',
            'Курс 1-ой ступени включает теорию и методы гештальт-терапии, навыки гештальт-диагностики, принципы работы в обучающих и терапевтических группах. ',
            'Курс 2-ой ступени дает практический опыт и формирует терапевтический стиль.'
        ],
        steps: [
            {
                text: '1-я ступень',
            },
            {
                text: '2-я ступень',
            },
            {
                text: 'супервизия (гештальт)',
            }
        ]
    },
    {
        heading: 'Экзистенциальный анализ',
        content: [
            'Экзистенциальный анализ и логотерапия — направление современной психотерапии, популярной в европейских странах, в Великобритании, а также на американском континенте. ',
            'Методы ЭА активно применяют в современной психологии, психотерапии, менеджменте, теории переговоров и медиации конфликтов. ',
            'Обучение проводится в партнерстве с GLE-international — международным обществом экзистенциального анализа и логотерапии.'
        ],
        steps: [
            {
                text: 'базовый курс',
            },
            {
                text: 'клинический курс',
            },
            {
                text: 'супервизия (эа)',
            },
            {
                text: 'интервизия (эа)',
            }
        ]
    }
];

/** ---------------------------------------------------------------------- **/
